Repository: KubayevSarvarbek/digital-health-ig
Catalog: input/translations/*/StructureDefinition-*-core-episodeofcare.po
Languages: ru

source: Ministry of Health of the Republic of Uzbekistan
ru: Министерство здравоохранения Республики Узбекистан

source: Identifier for this Episode of Care
ru: Идентификатор, соответствующий этому Episode of Care

source: Current status of the Episode of Care
ru: Текущий статус Episode of Care

source: List of past status codes
ru: Список прошлых кодов статуса

source: Past status of the Episode of Care
ru: Прошлый статус Episode of Care

source: Duration of the EpisodeOfCare in the specified status
ru: Продолжительность EpisodeOfCare в указанном статусе

source: Classification of the episode of care type
ru: Классификация типа эпизода оказания помощи

source: List of medical conditions expected to be addressed during care
ru: Перечень медицинских показаний, которые, как ожидается, будут рассмотрены в ходе оказания помощи

source: Purpose of the reason value
ru: Для чего/как следует использовать значение причины

source: Medical reason requiring consideration
ru: Медицинская причина, требующая рассмотрения

source: Role of the diagnosis in the episode of care
ru: Роль диагноза в эпизоде оказания помощи

source: ICD-10 diagnosis related to the encounter
ru: Диагноз, относящийся к встрече МКБ-10

source: Patient associated with this episode of care
ru: Пациент, относящийся к данному эпизоду оказания помощи

source: Organization responsible for care coordination
ru: Организация, которая берет на себя ответственность за координацию ухода

source: Care coordinator for the patient
ru: Координатор по уходу за пациентом

source: Other practitioners providing care in this episode
ru: Другие специалисты, оказывающие помощь в этом эпизоде лечения
